import React from 'react';
import styles from "../styles/About.module.css";

export default function About() {
    return (
        <div className={styles.aboutComponnentWrp}>
            <article className={styles.aboutWrp}>
                <h2>About Us</h2>
                <p>চান্দাশ মখদুম শাহ্ উচ্চ বিদ্যালয়টি মনোরম ও সুন্দর পরিবেশে আবস্থিত। যা ১৯৪০ইং সালে জুনিয়র মাদ্রাসা থেকে ০১-০১-১৯৬৬ইং সালে মাধ্যমিক বিদ্যালয়ে রুপান্তরিত হয়ে ০১-০৬-১৯৮৫ইং সালে প্রথম এমপিও ভূক্ত হন। ওলি আওলিয়ার নামে প্রতিষ্ঠানটির নাম করণ করা হয়। বর্তমানে দৃশ্যমান ৪ (চার) তলা বিশিষ্ট নতুন একাডেমিক ভবনের পাশে পুকুর সহ বিদ্যালয় সংলগ্ন বিশাল খেলার মাঠ রয়েছে যা অত্র এলাকার ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান নামে খ্যাত।</p>

                <p>আমরা বিদ্যালয়টি গড়েছি একটি চেতনা থেকে একটি উপলব্দি থেকে। দেশে বহু বিদ্যালয় প্রতিষ্ঠিত হয়েছে এবং হচ্ছে। তথাপি চারদিকে বিদ্যালয় ঘেরা পরিবেশে আরেকটি বিদ্যালয় গড়ার সাহস ও স্পর্ধা কেন আমাদের হয়েছিল! দীর্ঘদিন বিভিন্ন বেসরকারী ও সরকারী বিদ্যালয় শিক্ষকতা করার সময় কেবলই আমার মনে হয়েছে আমাদের দেশে সাধারণের জন্য শিক্ষার যে পরিবেশ তা অরাজকতাপূর্ণ। উন্নত দেশে যেখানে একজন ছাত্র বা ছাত্রী উচ্চ শিক্ষা গ্রহণের সাথে সাথে আরও উন্নত চরিত্রের হয়, আরও ভদ্র ও মার্জিত হয়, আরও জ্ঞানী হয়; সেখানে আমাদের দেশে অধিকাংশ ক্ষেত্রেই ছাত্র-ছাত্রীরা অসচেতন, গুরুজনদের প্রতি শ্রদ্ধাহীন এবং লেখাপড়া বিমুখ হয়ে উঠেছে। আমরা মনে করি, এর কারণ আমাদের অধিকাংশ শিক্ষক ও অধ্যক্ষ মহোদয়ের অপারঙ্গমতা এবং পরিচালক মন্ডলীর উদাসীনতা।</p>
            </article>
            <div className={styles.aboutBoxWrp}>
                <article className={styles.one}>
                    <h3>History</h3>
                    <p>মাদ্রাসা থেকে ০১-০১-১৯৬৬ সালে মাধ্যমিক বিদ্যালয়ে রুপান্তরিত হন, ০১-০৬-১৯৮৫ সালে প্রথম এমপিও ভূক্ত হন।</p>
                </article>
                <article className={styles.two}>
                    <h3>Vission</h3>
                    <p>আমাদের বিদ্যালয়ের ভবিষ্যত লক্ষ্য - শিক্ষা সহযোগিতা, সৃজনশীলতা, এবং সমৃদ্ধির পথে শিক্ষার আলোয়ার নম্বুক.</p>
                </article>
                <article className={styles.three}>
                    <h3>Mission</h3>
                    <p>আমাদের উদ্দেশ্য - শিক্ষার মাধ্যমে সমৃদ্ধ মানব সমাজের গঠন, চিন্তা বিকাস, ও দেশের উন্নতির অবদান প্রদান।</p>
                </article>
            </div>
        </div>
    )
}
